import React from 'react';

const Mastos = ({children}) => (
  <div className="pop_page">
      <h3>Μειωτική μαστών</h3>
      <p>
         Οι ενδείξεις για μείωση των μαστών αφορά την επίλυση φυσικών και ψυχολογικών προβλημάτων για την γυναίκα. Μια γυναίκα με μεγαλομαστία ή ακόμα χειρότερα γιγαντομαστία επιζητά ανακούφιση από το βάρος των μαστών που πολλές φορές δημιουργεί πόνο στους μαστούς, αυχενικό σύνδρομο, κύφωση, αναπνευστικά προβλήματα, μυαλγίες, οσφυαλγία, επώδυνα χαρακτηριστικά εντυπώματα στους ώμους και δερματίτιδες εξ επαφής κυρίως στην περιοχή των υπομάστιων πτυχών. Το μεγάλο μέγεθος των μαστών μπορεί να προκαλέσει και ψυχολογική επιβάρυνση στη γυναίκα, απόρροια των ενδυματολογικών και κοινωνικών προβλημάτων που μπορεί να αντιμετωπίσει. Ως αντενδείξεις για την μείωση των μαστών είναι νοσήματα που απαιτούν προηγούμενη θεραπεία όπως ο υποθυρεοειδισμός, η παθολογική παχυσαρκία, ορμονικά σύνδρομα , η αναιμία κ.α ενώ σημαντική αντένδειξη είναι και αδυναμία να κατανοηθεί από μεριά της ενδιαφερόμενης ότι μετά την επέμβαση ενέχει και ο κίνδυνος μειωμένης αισθητικότας των θηλών, η αδυναμία θηλασμού όπως επίσης και η παρουσία μετεγχειρητικών ουλών. Οι επεμβάσεις γίνονται με γενική αναισθησία και σε όλες αυτές γίνεται αφαίρεση δέρματος, λίπους και μαζικού αδένα σε άλλοτε άλλες διαφορετικές ποσότητες ανάλογα με το μέγεθος του προβλήματος καθώς και μετατόπιση του συμπλέγματος θηλής-άλω σε υψηλότερη θέση πάνω στο θωρακικό τοίχωμα. Επιπλοκές που μπορεί να επισυμβούν είναι η μόλυνση, το αιμάτωμα και σπανιότερα η μερική ή ολική νέκρωση της θηλής.
      </p>
      <h3>Ανόρθωση μαστών</h3>
      <p>
        Η διόρθωση της πτώσης των μαστών γίνεται με την επέμβαση της μαστοπηξίας, που σημαίνει καθήλωση του μαστού σε νέα θέση στον κορμό, ενώ ταυτόχρονα διορθώνεται και το σχήμα των μαστών όπως και των μέγεθος (πιθανότητα ταυτόχρονης αύξησης με ενθέματα σιλικόνης).
        Συνδυασμοί επεμβάσεων μπορεί να γίνουν σε περιπτώσεις ασυμμετρίας των μαστών με επιλεκτική μείωση, αύξηση ή ανόρθωση στον κάθε μαστό ανάλογα με τη φύση του προβλήματος. Ακόμη πιο εξειδικευμένες επεμβάσεις αφορούν το σύμπλεγμα θηλής-άλω για συγγενή ή επίκτητα αίτια που τα συνηθέστερα είναι η εισολκή των θηλών και οι υπερτροφία αυτών.
      </p>
      <h3>Αποκατάσταση μαστού</h3>
      <p>
        Τέλος η αποκατάσταση του μαστού μετά από μαστεκτομή για ογκολογικούς λόγους, αποτελεί μία από τις σημαντικότερες εξελίξεις στην πλαστική χειρουργική αφού τα κέρδη για την γυναίκα αφορούν λειτουργικές, κοινωνικές και ψυχολογικές παραμέτρους που αμβλύνουν τις επιπτώσεις από την ακρωτηριαστική επέμβαση της μαστεκτομής. Ο χρόνος της αποκατάστασης εξαρτάται κυρίως από τις ογκολογικές συνιστώσες και διακρίνεται σε άμεσο και όψιμο. Μπορεί να γίνει με τη χρήση διατατήρων δέρματος και μόνιμων ενθεμάτων  σιλικόνης σε δύο χρόνους η με τη χρήση αυτόλογων ιστών από την περιοχή της κοιλιάς  ή της ράχης και του γλουτού με μικροχειρουργική τεχνική ή όχι.
      </p>
  </div>
);

export {Mastos}
